{
    "introduccion": {
        "titulo": "<a href='https://www.youtube.com/watch?v=e_B7haNf-Gw' target='_blank'>UROBOROS</a>",
        "contenido": "<section class='introduction'><h2>¡Hola! Mi nombre es Juan Cruz, tu <strong><a href='https://squidward98.github.io/Portfolio/' target='_blank'>blu3b0y</a></strong> de confianza :)</h2><p>Soy estudiante de desarrollo web y este es mi proyecto para el Alphabet Superset.</p><br><p><strong>Este proyecto comenzó el 20 de mayo de 2024 y finalizará el 01 de enero de 2025. Cada semana se publicará un nuevo artículo en esta web, cuyo contenido será un escrito corto basado en una palabra particular, con la idea de expresar parte de mis pensamientos más profundos en relación a ella.</strong> Espero que me acompañes en este camino y que mis pequeñas <i>“cartas”</i> te produzcan algo positivo, o al menos te dejen reflexionando sobre diversos aspectos de la vida.</p></section><section class='alphabet_superset'><h2>Alphabet Superset</h2><p>El Alphabet Superset es un desafío artístico creado por el ilustrador, youtuber y escritor Campbell Walker, también conocido como <strong><a href='https://www.youtube.com/@struthless' target='_blank'>Struthless</a></strong>.</p><br><p>Su finalidad es producir una composición artística por semana,durante 26 semanas (28 en este caso). Cada tema semanal es a elección del autor y comienza con una letra diferente del abecedario, de la A a la Z, pero con un pequeño giro: aunque el tema cambia semanalmente, el medio, el estilo y la temática principal son siempre los mismos. Externamente, se busca crear un cuerpo cohesivo de trabajo creativo, tanto para el individuo que lo lleva a cabo como para el público al que se muestra. Internamente, el objetivo es superar los límites mentales que le impiden al autor alcanzar su potencial. En conjunto, la meta es hacer que compartir nuestra creatividad en Internet ya no se sienta como “contenido”, sino como algo espiritualmente satisfactorio.</p><p>Descubre más sobre el Alphabet Superset haciendo click <strong><a href='https://www.alphabetsuperset.com/' target='_blank'>aquí</a></strong>.</p></section>"
    },

    "aceptacion": {
        "titulo": "Aceptación",
        "contenido": "<section class='paragraph_post'><p> La definición de la palabra <strong><em>‘aceptación’</em></strong> dentro del ámbito de la psicología corresponde a la acción o capacidad que posee un individuo para <strong><em></em></strong>aceptar los hechos tal y como son. En otras palabras, <strong><em>aceptar la realidad</em></strong>. Integrar aquellas cosas que podemos dominar y entender las limitaciones que la humanidad presenta respecto a lo que no logramos tener bajo nuestro control. A su vez, la aceptación lleva consigo a su contraparte: la negación. Al negar un hecho nos privamos de la liberación que nos proporciona el aceptarlo.</p><br><p>Paradójicamente, cuando aceptamos algún suceso de nuestra vida o nuestro entorno, muchas veces encontramos que parte de ese proceso es llorar el dolor que nos supone entender con claridad que no existe posibilidad alguna de modificar los hechos, o al menos no de la forma en que queremos.<strong><em>A veces nos topamos con esa doble insatisfacción generada por la herida de lo real: sufrir por negarla y/o sufrir porque aceptarla nos carga con la total responsabilidad de elegir. Las elecciones son parte de lo que moldean nuestra realidad, por lo que es indispensable ser conscientes del peso que tienen en relación con la construcción de nuestro futuro.</em></strong></p><br><p>Soy partidario de pensar que la peor consecuencia que proporciona el <strong><em>'no aceptar'</em></strong> es el estancamiento del ser. Cuando no asumimos las cosas por lo que son, nos topamos con una pared que nos inmoviliza, nos corta las alas y nos prohíbe avanzar con sinceridad. La buena noticia es que una vez iniciado el proceso de aceptación, más allá del dolor inicial provocado, pasado un periodo de tiempo tenemos la posibilidad de experimentar otra gama de emociones. No necesariamente van a ser positivas, pero me gusta afirmar que son menos incómodas. Por ejemplo: podemos empezar a sentir alivio o alegría, puesto que ahora podemos decidir qué acción tomar respecto a la situación que nos acongoja y recuperar parte de nuestra agencia. De forma personal, a veces me enfrento con la dificultad de no poder aceptar las cosas que me pasan, pero trato día a día de guiarme por lo verdadero y tangible. Busco fuerza en mis decisiones, confío en hacia dónde me llevan y qué camino me ayudan a construir.</p></section>"
    
    },

    "binario": {
        "titulo": "Binario",
        "contenido": "<section class='paragraph_post'><p>Las personas suelen ser muy tajantes al momento de visualizar el entorno que habitamos, y generalmente manchan su visión del mundo con un pensamiento binario completamente subjetivo a la realidad. <strong><i>El problema no es el binarismo en sí mismo, sino el concepto de que los objetos binarios son cosas apartadas que no se relacionan y que no pueden convivir.</i></strong> El binarismo es integral ya que los opuestos son complementarios y que exista una contraparte es lo que les otorga sentido. El frio carece de valor sin calor, el blanco no tendría contraste sin el negro y la alegría no podría apreciarse si fueramos incapaces de experimentar la tristeza.</p><br><p>También creo que, como individuos, enfrentamos el desafío de aprender a equilibrar los opuestos e integrar los conceptos binarios como un todo. Esto nos permite apreciar la riqueza y complejidad de la vida. Al hacerlo, nos liberamos de creencias limitantes adquiridas a lo largo de nuestro desarrollo como seres humanos. A veces, este proceso puede generar rechazo o negación, pero es fundamental para nuestro crecimiento y evolución. Aprender a ver el mundo en toda su complejidad nos ayuda a promover la comprensión, la tolerancia y la aceptación de la diversidad en la sociedad, lo que a su vez contribuye a un mundo más armonioso y equitativo.</p><br><p><strong><i>Los ápices del binarismo nos ayudan a comprender que las contradicciones son una parte natural y esencial de la condición humana.</i></strong> Estamos formados por una compleja intersección de experiencias, valores, creencias y emociones, y es inevitable que surjan contradicciones en nuestras vidas. Reconocer y aceptar estas contradicciones es un paso crucial en el camino del autoconocimiento y la aceptación personal, obteniendo una gran ventaja en nuestra búsqueda de comprender quiénes somos realmente. En lugar de percibir estas contradicciones como debilidades o conflictos internos, podemos verlas como oportunidades para explorar nuestra propia complejidad. A través de esta exploración, podemos aprender más sobre nuestras motivaciones y deseos. Al abrazar nuestras contradicciones, nos permitimos ser imperfectos y, al mismo tiempo, nos acercamos a una mayor autenticidad.</p></section>"
    },

    "cambio": {
        "titulo": "Cambio",
        "contenido": " <section class='paragraph_post'><p>El cambio es una fuerza ineludible que marca el curso de nuestras vidas, empujándonos hacia adelante y moldeando nuestra existencia en formas tanto sutiles como profundas. A menudo, nos resistimos a su influencia, aferrándonos a lo conocido y temiendo lo desconocido. Sin embargo, es esencial comprender que el cambio es fundamental para nuestro crecimiento y evolución personal. Nos desafía a adaptarnos, a reinventarnos y a descubrir nuevas facetas de nosotros mismos.</p><br><p>Aceptar el cambio no significa simplemente resignarse a su inevitabilidad, sino abrazar la posibilidad de lo nuevo y comprender que, aunque el proceso de adaptación pueda resultar incómodo o doloroso, también nos ofrece la promesa de una nueva perspectiva y un renacimiento personal. Nos enseña la importancia de la flexibilidad y la adaptabilidad, fortaleciendo nuestra resiliencia y nuestra capacidad para prosperar incluso en medio de la incertidumbre.</p><br><p>En última instancia, <strong><i>el cambio nos brinda la oportunidad de renacer, de dejar atrás lo que ya no nos sirve y de abrazar lo que nos impulsa hacia adelante</i></strong>. Nos conduce hacia una vida más auténtica y satisfactoria, revelando lo que realmente valoramos y apreciamos en nuestro camino hacia la realización personal. A través de los desafíos y momentos de duda que enfrentamos al aceptar el cambio, descubrimos nuestra verdadera fuerza y ​​capacidad para crecer, navegando las transiciones de la vida con gracia y encontrando nuevas oportunidades y caminos que enriquecen nuestra existencia. <strong><i>En la aceptación del cambio, encontramos la libertad de ser auténticos, de evolucionar y de vivir una vida llena de propósito y significado.</i></strong></p></section>"
    },

    "duda": {
        "titulo": "Duda",
        "contenido": " <section class='paragraph_post'><p>La duda, esa sombra que se cuela en los intersticios de nuestra certeza, nos invita a cuestionar, a escudriñar más allá de lo evidente. Es el eco de la mente inquisitiva, la chispa que enciende el fuego del conocimiento. En su esencia, la duda no es un obstáculo, sino un trampolín hacia la comprensión más profunda.</p><br><p>Sin embargo, la duda puede ser un compañero incómodo, un recordatorio constante de nuestra fragilidad y limitaciones. Nos desafía a confrontar nuestras creencias arraigadas, a abandonar la seguridad de lo conocido en busca de una verdad más amplia y completa. En este sentido, <em><strong>la duda es el motor del progreso intelectual y espiritual</em></strong>.</p><br><p>En última instancia, <em><strong>la duda es un signo de humildad</em></strong>, un reconocimiento de nuestra finitud frente a la vastedad del universo y la complejidad de la existencia. Aceptar la duda como parte integral de la experiencia humana es abrir la puerta a un mundo de posibilidades, donde la búsqueda de respuestas se convierte en un viaje sin fin hacia la iluminación. Al abrazar la duda, nos comprometemos con la exploración constante, con la disposición a revisar nuestras creencias y a aprender de nuestras equivocaciones. <em><strong>Nos convertimos en buscadores de la verdad</em></strong>, conscientes de que el camino hacia la sabiduría está pavimentado con preguntas más que con respuestas definitivas. En este sentido, la duda no es simplemente una vacilación momentánea, sino un ejercicio constante de valentía, <em><strong>un recordatorio de que la verdadera comprensión nunca es estática</em></strong>, sino que evoluciona con cada nuevo descubrimiento y cada nueva experiencia.</p></section>"
    },

    "next_fecha": {
        "titulo": "¡Próximamente! 24/06/2024",
        "contenido": "<section class='paragraph_post'><p>Lamentablemente, la entrada que deseas consultar aún no ha sido creada. Sin embargo, ten la seguridad de que estoy trabajando diligentemente en ella y estará disponible en un futuro cercano. Te animo a que vuelvas más tarde para encontrar la información que estás buscando. Agradezco tu comprensión y paciencia mientras trabajo para proporcionarte la siguiente palabra.</p><br><br><a href='/img/listado.jpg' target='_blank'><h2>Listado de fechas</h2></a>"
    },

    "next": {
        "titulo": "¡Próximamente!",
        "contenido": "<section class='paragraph_post'><p>Lamentablemente, la entrada que deseas consultar aún no ha sido creada. Sin embargo, ten la seguridad de que estoy trabajando diligentemente en ella y estará disponible en un futuro cercano. Te animo a que vuelvas más tarde para encontrar la información que estás buscando. Agradezco tu comprensión y paciencia mientras trabajo para proporcionarte la siguiente palabra.</p><br><br><a href='/img/listado.jpg' target='_blank'><h2>Listado de fechas</h2></a>"
    }
}
